app/controllers/school_classes_controller.rb

    def create
        @school_class = SchoolClass.new
        @school_class.title = params[:school_class][:title]
        @school_class.room_number = params[:school_class][:room_number]
        @school_class.save
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "asd"], ["room_number", 3], ["created_at", "2020-02-03 09:52:33.674954"], ["updated_at", "2020-02-03 09:52:33.674954"]]