app/controllers/students_controller.rb

    def create
        @student = Student.new
        @student.last_name = params[:student][:last_name]
        @student.first_name = params[:student][:first_name]
        @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Harriet"], ["last_name", "B"], ["created_at", "2020-02-03 17:04:50.291224"], ["updated_at", "2020-02-03 17:04:50.291224"]]